<div class="wikidoc">
<h1>Einstellungen</h1>
<h2>Rechnungssteller</h2>
<p>So richten Sie Ihre pers&ouml;nlichen Einstellungen f&uuml;r elektronische Rechnungen ein. Klicken Sie dazu auf das Icon &quot;Rechnungssteller&quot;.<br>
<br>
<img src="http://www.ebinterface.at/gallery/codeplex/eb_07.jpg" alt=""><br>
<br>
</p>
<p>Geben Sie Ihre Standarddaten in das Formular ein. Bei der Datenerfassung erfolgt eine formale Pr&uuml;fung, ein rotes Rufzeichen neben einem Eingabefeld liefert ggf. Hinweise bei Fehleingaben. Beim Speichern Ihrer Daten werden Sie gefragt, ob diese in das
 aktuelle Formular &uuml;bernommen werden sollen.</p>
<p>Alle Informationen aus den Einstellungen werden f&uuml;r neue eRechnungen automatisch in das Formular &uuml;bernommen. Damit brauchen Sie Ihre Daten nicht jedes Mal neu eingeben.</p>
<h2>Weitere Einstellungen</h2>
<p>Neben den Rechnungsstellerdaten k&ouml;nnen weitere Vorgabewerte erfasst werden. Klicken Sie dazu auf das Icon &quot;Weitere Einstellungen&quot;. Ein Auswahlmen&uuml; mit Wahlm&ouml;glichkeiten wird eingeblendet. Die Eintr&auml;ge im Men&uuml; sind abh&auml;ngig davon,
 ob mit dem <strong>Formular f&uuml;r Bund</strong> oder <strong>f&uuml;r Wirtschaft</strong> gearbeitet wird.</p>
<table style="width:626px; height:167px">
<tbody>
<tr>
<td colspan="2" style="text-align:center"><strong>&nbsp;Beschreibung&nbsp;</strong></td>
<td style="text-align:center"><strong>Verf&uuml;gbar&nbsp;in Formular f&uuml;r&nbsp;</strong></td>
</tr>
<tr>
<td>&nbsp;E-Mail</td>
<td>Definition des E-Mailtextes&nbsp;un der verwendeten Parameter&nbsp;</td>
<td>&nbsp;Bund / Wirtschaft</td>
</tr>
<tr>
<td>&nbsp;UID Abfrage</td>
<td>Eingabe der Benutzerdaten f&uuml;r Webservice im Finanzonline</td>
<td>&nbsp;Bund / Wirtschaft</td>
</tr>
<tr>
<td>&nbsp;Speicherorte</td>
<td>Festlegung der Standard-Speicherorte f&uuml;r eRechnungen und Vorlagen</td>
<td>&nbsp;Bund / Wirtschaft</td>
</tr>
<tr>
<td>&nbsp;Zustelldienst</td>
<td>Festlegung des Zustelldienstprogrammes und der Paramter &nbsp;</td>
<td>&nbsp;Bund / Wirtschaft</td>
</tr>
</tbody>
</table>
<h2>E-Mail</h2>
<p>Hier k&ouml;nnen Sie einen Mustertext f&uuml;r den Versand von eRechnungen per E-Mail definieren. Der Text wird dann nach &Ouml;ffnen des Mailprogrammes angezeigt und kann vor dem Senden noch erg&auml;nzt oder ge&auml;ndert werden.</p>
<p><img src="http://www.ebinterface.at/gallery/codeplex/eb_08.jpg" alt=""><br>
<br>
</p>
<p>Im Feld &quot;Betreff&quot; stellen Sie den Betreff f&uuml;r den E-Mail Versand ein und im Feld &quot;Mail-Text&quot; den Textk&ouml;rper. Im Betreff und Mail-Text k&ouml;nnen folgende Ersetzungen vorgenommen werden:</p>
<table>
<tbody>
<tr>
<th>Feld</th>
<th>Ersetzung</th>
</tr>
<tr>
<td>RECHNUNGSNR</td>
<td>Aktuelle Rechnungsnummer</td>
</tr>
<tr>
<td>RECHNUNGSDATUM</td>
<td>Aktuelles Rechnungsdatum</td>
</tr>
<tr>
<td>RECHNUNGSSTELLER</td>
<td>Firmenname des Rechnungsstellers</td>
</tr>
<tr>
<td>KONTAKT</td>
<td>Kontaktname des Rechnungsstellers</td>
</tr>
<tr>
<td>TELEFON</td>
<td>Telefonnummer des Rechnungsstellers</td>
</tr>
<tr>
<td>EMAIL</td>
<td>E-Mail Adresse des Rechnungsstellers</td>
</tr>
</tbody>
</table>
<h2>UID Abfrage</h2>
<p>Wenn Sie die UID des Rechnungsempf&auml;ngers gleich bei der Erstellung einer Rechnung auf G&uuml;ltigkeit pr&uuml;fen wollen legen Sie jetzt die Einstellungen zur UID Abfrage &uuml;ber FinanzOnline fest. Klicken Sie dazu auf das Icon &quot;<em>Weitere Einstellungen
 -&gt; UID Abfrage</em>&quot;.</p>
<p><img src="http://www.ebinterface.at/gallery/codeplex/eb_008.jpg" alt="" width="435" height="238"></p>
<p>Im Feld &quot;Teilnehmer-Identifikation&quot; geben Sie Ihre FinanzOnline Teilnehmer-Identifikation ein, die Sie bei der Anmeldung zu FinanzOnline von Ihrem Finanzamt erhalten haben.</p>
<p>Im Feld &quot;Benutzer-Identifikation&quot; geben Sie den Benutzernamen ein, der als Benutzer f&uuml;r Webservice in FinanzOnline definiert ist.</p>
<p><strong><em>Hinweis</em></strong>: Dieser Benutzer muss zuerst in FinanzOnline mit der Benutzerart &quot;Benutzer f&uuml;r WebService&quot; angelegt sein, bevor &uuml;ber das Icon &quot;UID Best&auml;tigung&quot; die UID Nummer gepr&uuml;ft werden kann. Die Anlage eines Benutzers
 erfolgt in FinanzOnline &uuml;ber den Men&uuml;punkt ADMIN -&gt; Benutzer einzel.</p>
<h2>Speicherorte</h2>
<p>Geben Sie hier die Standardspeicherorte f&uuml;r ebInterface Rechnungen ohne Signatur und f&uuml;r ebInterface Vorlagen ein. Dieser Eintrag wird bei Aufruf von &quot;eRechnung speichern&quot; bzw. von &quot;Vorlage speichern&quot; aus dem Ribbon vorgeschlagen.</p>
<p><img src="http://www.ebinterface.at/gallery/codeplex/eb_10_1.jpg" alt="" width="435" height="229"></p>
<p>Die Felder sind mit Vorgabewerten abh&auml;ngig von der erfolgten Installation ausgef&uuml;llt. Diese k&ouml;nnen &uuml;berschrieben werden oder durch Klick auf &hellip;&hellip; kann der Pfad auch ausgew&auml;hlt werden. Die Vorgabewerte k&ouml;nnen jederzeit
 tempor&auml;r beim tats&auml;chlichen Speicheraufruf ge&auml;ndert werden.</p>
<h2>Zustelldienst</h2>
<p>Wenn Sie die ebInterface Rechnungen &uuml;ber einen Zustelldienst versenden m&ouml;chten, richten Sie diesen als n&auml;chstes ein. Dazu klicken Sie auf den Men&uuml; Punkt &quot;Weitere Einstellungen -&gt; Zustelldienst&ldquo;.</p>
<p><img src="http://www.ebinterface.at/gallery/codeplex/eb_009.jpg" alt="" width="435" height="284"></p>
<p>Im eingeblendeten Fenster legen Sie die weitere Konfiguration fest:</p>
<ol>
<li><span style="font:7pt 'Times New Roman'">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span>Pfad und Dateiname f&uuml;r Zustelldienst eingeben oder ausw&auml;hlen </li><li><span style="font:7pt 'Times New Roman'">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span>Arbeitsverzeichnis eingeben oder ausw&auml;hlen </li><li><span style="font:7pt 'Times New Roman'">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
</span>&Uuml;bergabeparameter f&uuml;r den Zustelldienst festlegen </li></ol>
<p>Die einzugebenden Werte erhalten Sie vom Betreiber Ihres gew&auml;hlten Zustelldienstes.</p>
<p>Der definierte Zustelldienst wird bei der Auswahl von &quot;Mit Zustelldienst versenden&quot; aus dem Ribbon als Versandmedium verwendet. Es kann dort dann kein anderer Zustelldienst gew&auml;hlt werden.</p>
<p>Durch &quot;Speichern&quot; wird die Konfiguration abgeschlossen. Die Merkmale f&uuml;r einen Zustelldienst k&ouml;nnen jederzeit ge&auml;ndert werden. Dazu sind die obigen Schritte analog durchzuf&uuml;hren und werden mit &quot;Speichern&quot; beendet.</p>
</div><div class="ClearBoth"></div>