<div class="wikidoc">
<h1>E-Rechnung Speichern und Einbringen</h1>
<p>Die mit dem WordPlugIn erstellte elektronische Rechnung kann nach der Erfassung gespeichert und elektronisch an den Bund als Rechnungsempf&auml;nger &uuml;bermittelt werden. Die &Uuml;bermittlung erfolgt als Datei Upload. Weitere Informationen zur elektronischen
 Rechnung an den Bund erhalten Sie unter <a href="https://www.erb.gv.at/">https://www.erechnung.gv.at</a>.</p>
<p>Damit eine Rechnung auf diesem Weg an den Bund &uuml;bermittelt werden kann, ist zun&auml;chst eine Registrierung am Unternehmensservicepportal (USP) erforderlich. Nach authentifizierter Anmeldung &uuml;ber USP (<a href="http://www.usp.gv.at/">www.usp.gv.at</a>,
 Anwendung: <em>Meine Services</em> | <em>E-Rechnung an den Bund</em>) kann die erstellte elektronische Rechnung mit ggf. weiteren Anlagen beim Bund eingebracht werden.</p>
<ol>
<li><span style="font:7pt 'Times New Roman'">&nbsp;</span>Aus dem eingeblendeten Ribbon unter eRechnung &quot;eRechnung speichern&quot; w&auml;hlen
</li></ol>
<p>Mit dem Aufruf zur Speicherung des ausgef&uuml;llten Formulars als XML erfolgt eine &Uuml;berpr&uuml;fung der erfassten Daten gem&auml;&szlig; Standard ebInterface und den besonderen Bef&uuml;llregeln f&uuml;r e-Rechnungen an den Bund. Aufgetretene Fehler
 werden am rechten Bildschirmrand unter <strong><em>Dokumentaktionen &gt;Hinweise und Fehler</em></strong> berichtet. Der Benutzer hat dann die M&ouml;glichkeit, seine Eingaben zu korrigieren und erneut als XML durch Auswahl von &quot;eRechnung speichern&quot; zu speichern.</p>
<ol start="2">
<li>Ergibt die Validierung keine Fehlerliste, so wird das Speicherfenster ge&ouml;ffnet. Die Rechnung kann nun unter einem frei w&auml;hlbaren Namen in das vorgeschlagene Verzeichnis (=in den &quot;Einstellungen &gt; weitere Einstellungen &gt; Speicherorte&quot; definierter
 Speicherort f&uuml;r ebInterface Rechnungen ohne Signatur) oder in ein beliebiges neu einzugebendes Verzeichnis gespeichert werden.
</li></ol>
<p>Ab hier erfolgt die Einbringung der e-Rechnung au&szlig;erhalb des WordPlugIns:</p>
<ol start="3">
<li>Anmeldung am Unternehmensserviceportal und Upload der unter 2. gespeicherten Rechnung
</li></ol>
<p>Die weitere &Uuml;berpr&uuml;fung und Verarbeitung der Rechnung erfolgt wie auf der Webseite des BMF &quot;E-Rechnung an den Bund&quot; beschrieben:
<a href="https://www.erb.gv.at/index.jsp?p=info_channel_upload">https://www.erechnung.gv.at/index.jsp?p=info_channel_upload</a></p>
<p>&Uuml;ber <a href="https://test.erechnung.gv.at/erb?p=info_channel_testupload">
https://test.erechnung.gv.at/erb?p=info_channel_testupload</a> kann ein Test-Upload einer Rechnung an den Bund auch ohne Anmeldung beim USP durchgef&uuml;hrt werden. Hierbei erfolgt lediglich eine Pr&uuml;fung der e-Rechnung gegen die Anforderungen des Bundes,
 jedoch gilt die Rechnung auch bei Fehlerfreiheit nicht als eingebracht!</p>
<p>&nbsp;</p>
</div><div class="ClearBoth"></div>