<div class="wikidoc">
<h1>Erste Verwendung des Formulars</h1>
<ol>
<li>Aufruf des Word Formulars aus dem Verzeichnis durch Doppelklick </li><li>AUSTRIAPRO (Ribbon-Tab) ist aktiviert </li><li>Das Fenster &quot;Einstellungen Rechnungssteller&quot; wird ge&ouml;ffnet </li><li>Standarddaten f&uuml;r den Rechungsaussteller und Kontoinformation eingeben </li><li>Berechtigung zum Vorsteuerabzug kontrollieren, Standardm&auml;&szlig;ig ist ein Hakerl gesetzt. Wenn nicht zum Vorsteuerabzug berechtigt, Hakerl wegklicken und Text bei &quot;...keine Berechtigung zum VSt. Abzug&quot; eingeben. Dieser Text erscheint dann auf der
 Rechnung. Der Wert bei MWSt wird automatisch auf 0 gesetzt. Bei Nicht-Berechtigung weiter bei Punkt 8.
</li><li>MWSt Vorgabewert kontrollieren. Standardwert ist 20. Klick auf Pfeil neben dem Vorgabewert &ouml;ffnet Auswahlfenster mit m&ouml;glichen MWSt S&auml;tzen
</li><li>MWSt Vorgabewert ggf. ausw&auml;hlen. Es kann nur ein din der MWSt Tabelle angezeigter Wert ausgew&auml;hlt werden. MWSt Vorgabewert kann nur gew&auml;hlt werden, wenn die Berechtigung zum Vorsteuerabzug gesetzt ist.
</li><li>Kontoinformation (Bank, Kontoinhaber, IBAN und BIC) eingeben. </li><li>Speichern. </li></ol>
<p>Die im Fenster &quot;Einstellungen Rechnungssteller&quot; erfassten Werte werden automatisch in das Formular eingef&uuml;llt. Die Werte k&ouml;nnen tempor&auml;r beim Ausf&uuml;llen des Formulars &uuml;berschrieben werden. Sollen die Werte dauerhaft ge&auml;ndert
 werden, so ist aus dem Ribbon <em>Einstellungen -&gt; Rechnungssteller</em> zu w&auml;hlen und dann analog der oben beschriebenen Schritte vorzugehen. &Auml;nderungen werden in das aktuelle Formular &uuml;bernommen, sofern das K&auml;stchen &quot;Alle Daten beim
 Speichern in das Formular &uuml;bernehmen&quot; angeklickt ist.</p>
<p><strong><span style="text-decoration:underline">ACHTUNG:</span></strong> Alle im Formular mit
<img src="http://www.ebinterface.at/gallery/codeplex/pfeil.jpg" alt=""> gekennzeichneten Felder sind Pflichtfelder und m&uuml;ssen ausgef&uuml;llt werden!<br>
Es findet nur eine formale Plausibilit&auml;tspr&uuml;fung statt.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</div><div class="ClearBoth"></div>