<div class="wikidoc">
<h1>Rechnung speichern</h1>
<h2>E-Rechnung Speichern</h2>
<p>Mit dieser Funktion k&ouml;nnen Sie die eRechnung gem&auml;&szlig; ebInterface Standard speichern.</p>
<p style="padding-left:30px">1. Aus dem eingeblendeten Ribbon unter eRechnung &quot;eRechnung speichern&quot; w&auml;hlen</p>
<p>Mit dem Aufruf zur Speicherung des ausgef&uuml;llten Formulars als XML erfolgt eine &Uuml;berpr&uuml;fung der erfassten Daten gem&auml;&szlig; Standard ebInterface und bei Bedarf gem&auml;&szlig; eRechnung an den Bund. Aufgetretene Fehler werden am rechten
 Bildschirmbereich unter <strong>Dokumentaktionen</strong> &ndash;<strong>Hinweise und Fehler</strong> berichtet. Der Benutzer hat dann die M&ouml;glichkeit, seine Eingaben zu korrigieren und erneut als XML durch Auswahl von &quot;eRechnung speichern&quot; zu speichern.</p>
<p style="padding-left:30px">2. Ergibt die Validierung keine Fehlerliste, so wird das Speicherfenster ge&ouml;ffnet. Die Rechnung kann nun unter einem frei w&auml;hlbaren Namen in das vorgeschlagene Verzeichnis (=unter &quot;Einstellungen &gt; weitere Einstellungen
 &gt; Speicherorte&quot; definierter Speicherort f&uuml;r ebInterface Rechnungen ohne Signatur) oder in ein beliebiges neu einzugebendes Verzeichnis gespeichert werden.</p>
<p>&nbsp;</p>
<h2>Als Vorlage</h2>
<p>Das ausgef&uuml;llte Rechnungsformular kann auch als (XML) Vorlage gespeichert werden. Dies ist zB n&uuml;tzlich, wenn &ouml;fter Rechnungen an denselben Rechnungsempf&auml;nger versandt werden oder die Rechnungspositionen gleich bleiben. Vorlagen werden
 mit der Erweiterung .xmlt gespeichert</p>
<p style="padding-left:30px">1. Aus dem eingeblendeten Ribbon unter Vorlagen &quot;Vorlage speichern&quot; w&auml;hlen</p>
<p style="padding-left:30px">2. Das WINDOWS Speicherfenster wird ge&ouml;ffnet. Die Vorlage kann nun unter einem frei w&auml;hlbaren Namen in das vorgeschlagene Verzeichnis (=in den &quot;Einstellungen &gt; weitere Einstellungen &gt; Speicherorte&quot; definierter Speicherort
 f&uuml;r ebInterface Vorlagen) oder in ein beliebiges Verzeichnis gespeichert werden.</p>
<p><strong>Achtung:</strong> Vorlagen k&ouml;nnen NICHT als Rechnungen beim Bund eingebracht werden!</p>
<h2>Als Word Dokument</h2>
<p>Das ausgef&uuml;llte Formular kann auch als normales WORD Dokument &uuml;ber die bekannten Word Funktionen gespeichert werden. Hierbei erfolgt jedoch keine &Uuml;berpr&uuml;fung gem&auml;&szlig; ebInterface Standard oder gem&auml;&szlig; eRechnung an den
 Bund.</p>
</div><div class="ClearBoth"></div>